console.log('Pull Request: https://github.com/NikitaKorevo/rsschool-cv/pull/4')
console.log('Самооценка: 150 / 160');
console.log('[-] нет видеорезюме автора CV на английском языке. -10');
console.log('[+] вёрстка валидная +10');
console.log('[+] вёрстка семантическая: заголовки: h1, h2, h3, h4, h5, теги: article, aside, footer, header, main, nav, section +20');
console.log('[+] для оформления СV используются css-стили +10');
console.log('[+] контент размещается в блоке, который горизонтально центрируется на странице. +10');
console.log('[+] вёрстка адаптивная: ни на одном из разрешений экрана до 320px включительно +10');
console.log('[+] есть адаптивное бургер-меню. Ссылки в пунктах меню ведут на основные разделы CV. +10');
console.log('[+] на странице СV присутствует изображение - фото или аватарка автора CV +10');
console.log('[+] контакты для связи и перечень навыков оформлены в виде списка ul > li +10');
console.log('[+] CV содержит контакты для связи, краткую информацию о себе, перечень навыков, информацию об образовании и уровне английского +10');
console.log('[+] CV содержит пример вашего кода (например, решение задачи с сайта codewars) с подсветкой кода. Для подсветки кода может использоваться js-библиотека, например, highlight.js +10');
console.log('[+] CV содержит изображения-ссылки на выполненные вами проекты. +10');
console.log('[+] CV выполнено на английском языке +10');
console.log('[+] выполнены требования к Pull Request +10');
console.log('[+] дизайн, оформление, качество выполнения CV не ниже чем в примерах CV, приведённых в материалах к заданию +10');